<?php
/* This file is under Git Control by KDSI. */
// Heading
$_['heading_title']  = 'เราจะปรับปรุงได้อย่างไร';
$_['form_title']     = 'ยื่นเรื่องร้องเรียน';

// Text
$_['text_detail']    = 'มีข้อมูลใดที่คุณต้องการแบ่งปันกับเราหรือไม่?';
$_['text_comment']   = 'ความคิดเห็น';
$_['text_message']   = '<p>คำถามของคุณถูกส่งเรียบร้อยแล้ว!</p>'; 

// Entry
$_['entry_name']     = 'ชื่อผู้ติดต่อ';
$_['entry_email']    = 'ที่อยู่อีเมล';
$_['entry_phone']    = 'หมายเลขโทรศัพท์';
$_['entry_enquiry']  = 'คำอธิบายการร้องเรียน:________&#10;
  * ชื่อ: __&#10;  * ตำแหน่ง/ตำแหน่ง:__ (ผู้จัดการ วิศวกร ฯลฯ)&#10;  * แผนก:__ (ML, PD, SM, IL, ฯลฯ)&#10;  * โรงงาน #:__ (โรงงาน 1, โรงงาน 2 ฯลฯ)';
$_['entry_employee']   = 'เลือกตัวเลือก';
$_['entry_employee1']  = 'ฉันเป็นพนักงานของวูส';
$_['entry_employee2']  = 'ฉันไม่ใช่พนักงานของ Wus';
$_['entry_employee3']  = 'อื่น';
// Email
$_['email_subject']  = 'ความคิดเห็น %s';

// Errors
$_['error_name']     = 'ชื่อต้องมีความยาวระหว่าง 3 ถึง 32 อักขระ!';
$_['error_email']    = 'ที่อยู่อีเมลดูเหมือนจะไม่ถูกต้อง!';
$_['error_enquiry']  = 'ความคิดเห็นต้องมีความยาวระหว่าง 10 ถึง 3,000 ตัวอักษร!';
$_['error_reason']   = 'ต้องเลือกเหตุผล!';
$_['button_submit']   = 'ส่ง';